[
    {
      "name": "Sole Survivor Bonus",
      "description": "Winning the game is the ultimate goal. The 'Sole Survivor' is the most vital category.",
      "points": 500,
      "schemaKey": "soleSurvivor"
    },
    {
      "name": "Final Three Bonus",
      "description": "Reaching the Final Three shows strategic success, endurance, and jury management.",
      "points": 150,
      "schemaKey": "top3"
    },
    {
      "name": "Successful Fire Making",
      "description": "The fire-making challenge directly determines the Final Three contestants in modern Survivor.",
      "points": 100,
      "schemaKey": "madeFire"
    },
    {
      "name": "Make the Merge",
      "description": "Making the merge is a critical milestone; it demonstrates strong social gameplay and tribal alliances up to that point.",
      "points": 100,
      "schemaKey": "madeMerge"
    },
    {
      "name": "Individual Immunity",
      "description": "Winning individual immunity shows physical prowess and helps players avoid elimination in key moments.",
      "points": 100,
      "schemaKey": "immunityWins"
    },
    {
      "name": "Reward Challenge",
      "description": "Going on a reward provides resources, morale boosts, and bonding opportunities, though it is not directly related to survival.",
      "points": 50,
      "schemaKey": "rewards"
    },
    {
      "name": "Hidden Immunity Idol",
      "description": "Obtaining a hidden immunity idol successfully can change the course of the game, offering massive strategic value.",
      "points": 70,
      "schemaKey": "hiddenIdols"
    },
    {
      "name": "Survive an Episode",
      "description": "Progressing through episodes gradually earns points, though it’s less impactful than major game milestones.",
      "points": 30,
      "schemaKey": "episodes"
    },
    {
      "name": "Tribal Immunity",
      "description": "1st place tribal immunity prevents a contestants tribe from facing elimination. It’s critical pre-merge but less impactful after.",
      "points": 30,
      "schemaKey": "tribalWins"
    },
    {
      "name": "Advantage",
      "description": "Finding or using an advantage can help, but it doesn't always guarantee safety or success.",
      "points": 20,
      "schemaKey": "advantages"
    }
]
